let sevenWonders = [
	{
		name: "Пирамида Хеопса",
		title: "Пирамида Хеопса (2600 лет до н. э.)",
		description : `
		<p>Первым чудом света принято считать пирамиду Хеопса (Хуфу). Интересно, что это единственное из всех 7 чудес света, которое сохранилось до наших дней.</p>
		<p>Точная дата постройки этого грандиозного сооружения неизвестна. Однако ученые предполагают, что это около 2600 г. до н.э.</p>
		<p>Изначальная высота пирамиды Хеопса равнялась 146 метрам (это как 5 девятиэтажных домов), в то время как сейчас это приблизительно 138 м. Угол наклона стен – от 51° до 53°. Средний вес блоков, из которых построена пирамида, равен 2,5 тонн, хотя некоторые блоки достигают 80 т.</p>
		<p>Никакого цемента или другого связующего вещества при постройке не использовалось. Каменные блоки первого чуда света просто уложены друг на друга. Поверхность пирамиды была облицована плитами из известняка. На сегодняшний день покрытие почти полностью разрушено.</p>
		<p>Внутри пирамиды имеется три камеры: подземная, «Камера царицы» и «Камера фараона». Вход внутрь этого сооружения был всего один, и находился он на высоте 15 метров от земли. Но в 820 г. был проделан еще один, искусственный вход в пирамиду Хеопса.</p>
		`,
		images: [
			{ 
				src:"images/pyramid-of-cheops/pyramid-of-cheops-1.jpg",
				title:"Пирамида Хеопса-1"
			},
			{
				src:"images/pyramid-of-cheops/pyramid-of-cheops-2.jpg",
				title:"Пирамида Хеопса-2"
			}
		],	 
		href: 'https://infak.ru/sem-chudes-sveta/#f1'
	},
	
	{
		name: "Висячие сады Семирамиды",
		title: "Висячие сады Семирамиды (605 г. до н. э.)",
		description : `
		<p>Висячие сады Семирамиды считаются 2 чудом света. Построено это удивительное сооружение в 605 г. до н.э., однако уже в 562 г. до н.э. оно разрушилось из-за наводнения.</p>
		<p>Несмотря на то, что висячие сады Вавилона названы по имени ассирийской царицы Семирамиды (800 г. до н.э.), Навуходоносор II строил их в честь своей жены Амитис.</p>
		<p>Но в список 7 чудес света висячие сады вошли с именем Семирамиды.</p>
		<p>Конструкция состояла из четырех этажей. Все они были обустроены прохладными комнатами для царских прогулок. Колонны высотой 25 м поддерживали каждый ярус.</p>
		<p>Террасы покрывали специальными свинцовыми листьями и заливали асфальтом, чтобы вода для полива растений не просачивалась. Сверху все это присыпалось землей такой толщины, чтобы там свободно могли расти деревья. Можно только представить, какой вес выдерживали колоны нижнего яруса.</p>
		`,
		images: [
			{
				src:"images/hanging-gardens/hanging-gardens-1.jpg",
				title:"Висячие сады Семирамиды-1"
			},
			{
				src:"images/hanging-gardens/hanging-gardens-2.jpg",
				title:"Висячие сады Семирамиды-2"
			} 
		], 
		href: 'https://infak.ru/sem-chudes-sveta/#f2'
	},	
	
	{
		name: "Статуя Зевса в Олимпии",
		title: "Статуя Зевса в Олимпии (435 г. до н. э.)",
		description : `
		<p>По названию 3 чуда света – статуи Зевса, нетрудно догадаться, кому этот архитектурный шедевр был посвящен. Дело в том, что греки построили храм языческому богу Зевсу в 465 г. до н.э., а вот статуя Зевса, которая считается одним из 7 чудес света, появилась там только через 30 лет.</p>
		<p>Автором идеи и главным строителем грандиозного сооружения является известный архитектор из Афин по имени Фидий.</p>
		<p>Сама статуя Зевса была сделана из слоновой кости и достигла в высоту 17 метров (как пятиэтажный дом). В основании монумента была квадратная плита, шириной 6 м и высотой 1 м.</p>
		<p>Эффект, произведенный на греков третьим из чудес света, был потрясающим. Дело в том, что соотношения размеров самого храма и статуи Зевса внутри него были такими, что казалось, будто сейчас Зевс поднимется и проломит крышу храма, так как в противном случае он бы просто не смог распрямиться.</p>
		`,
		images: [
			{
				src:"images/zeus-statue/zeus-statue-1.jpg",
				title:"Статуя Зевса в Олимпии-1"
			},
			{
				src:"images/zeus-statue/zeus-statue-2.jpg",
				title:"Статуя Зевса в Олимпии-2"
			}, 
		], 
		href: 'https://infak.ru/sem-chudes-sveta/#f3'
	},	
	
	{
		name: "Храм Артемиды в Эфесе",
		title: "Храм Артемиды в Эфесе (560 г. до н. э.)",
		description : `
		<p>В древнегреческом городе Эфес в 560 г. до н.э. был возведен храм Артемиды Эфесской, впоследствии ставший одним из 7 чудес света.</p>
		<p>Высота храма составляла 18 м, ширина – 52 м, длина – 105 м. Крыша поддерживалась 127 колоннами.</p>
		<p>Над созданием этого архитектурного шедевра трудились одни из лучших мастеров античности. Сама статуя Артемиды была сделана из золота и слоновой кости.</p>
		<p>Храм имел не просто религиозное значение, но был также культурным и экономическим центром.</p>
		<h3>Кто сжег храм Артемиды Эфесской?</h3>
		<p>Летом 356 года до н. э. храм Артемиды, являющийся одним из 7 чудес света, был сожжен жителем города Эфеса. Имя поджигателя храма – Герострат.</p>
		<p>Вы спросите, для чего Герострату понадобилось уничтожать столь уникальный памятник архитектуры?</p>
		<p>По его собственному признанию, он сделал это для того, чтобы войти в историю и навсегда увековечить свое имя. Несмотря на то, что его казнили за это злодеяние, имя Герострата действительно дошло до наших дней.</p>
		`,
		images: [
			{
				src:"images/temple-of-artemis/temple-of-artemis-1.jpg",
				title:"Храм Артемиды в Эфесе-1"
			},
			{
				src:"images/temple-of-artemis/temple-of-artemis-2.jpg",
				title:"Храм Артемиды в Эфесе-2"
			}
		],
		href: 'https://infak.ru/sem-chudes-sveta/#f4'
	},		
	
	{
		name: "Мавзолей в Галикарнасе",
		title: "Мавзолей в Галикарнасе (351 г. до н. э.)",
		description : `
		<p>Галикарнасский мавзолей, попавший в список 7 чудес света, появился в 351 г. до н.э. Автором идеи является царь Карии по имени Мавсол вместе со своей женой – царицей Артемисией.</p>
		<p>Таким образом, они решили увековечить свое имя по примеру египетских фараонов. Надо сказать, что его затея оказалась успешной, так как пятое чудо света до сих пор связано с его именем.</p>
		<p>Здание мавзолея было трёхъярусным.</p>
		<p>Первый ярус представлял собой массивный цоколь, опоясанный по периметру статуями древнегреческих героев. Внутри, после смерти Мавсола и его жены, должны были быть помещены их гробницы.</p>
		<p>Второй этаж использовался в качестве храма для служения языческим культам. На нем располагалось 36 колонн, которые держали верхнюю, главную часть Галикарнасского мавзолея.</p>
		<p>Третий ярус имел вид пирамиды, состоящей из 24 ступеней. На самом верху была установлена основная ценность мавзолея: величественная статуя, представлявшая собой колесницу с царем Мавсолом и его супругой Артемисией.</p>
		`,
		images: [
			{
				src:"images/mausoleum/mausoleum-1.jpg",
				title:"Мавзолей в Галикарнасе-1"
			},
			{
				src:"images/mausoleum/mausoleum-2.jpg",
				title:"Мавзолей в Галикарнасе-2"
			}
		],	 
		href: 'https://infak.ru/sem-chudes-sveta/#f5'
	},	

	{
		name: "Колосс Родосский",
		title: "Колосс Родосский (280 г. до н. э.)",
		description : `
		<p>Колосс Родосский вошел в классический список семи чудес света практически сразу после своего создания в 280 г. до н.э.</p>
		<p>Но сначала расскажем предысторию появления шестого чуда света. Деметрий I практически сразу после смерти Александра Великого напал на Родос – один из крупнейших портовых городов.</p>
		<p>Продержав осаду города больше года, он по непонятным причинам бросил все, что у него там было, и ушел со своим войском.</p>
		<p>В знак благодарности жители Родоса решили продать оказавшееся в их руках огромное имущество и на вырученные деньги построить памятник Гелиосу – богу солнца.</p>
		<p>Главным архитектором и скульптором этого шедевра был Херес. Первоначальная задумка жителей Родоса сводилась к тому, чтобы построить статую, которая была бы в 10 раз выше среднего роста человека, то есть 18-метровую.</p>
		<p>Но потом они решили удвоить высоту, для чего выделили Хересу еще большую сумму денег. Но и их не хватало для продолжения строительства. Однако Херес уже не мог остановиться.</p>
		<p>Он занимал колоссальные деньги у богатых друзей и родственников и продолжал неутомимо трудиться над созданием памятника, который впоследствии пополнит семь чудес света.</p>
		<p>В конечном счете, через 12 лет титанического труда, мир увидел 36-метровый Колосс Родосский. Он состоял из железного каркаса, отделанного глиной, и был облицован бронзой. Располагался Колосс прямо у входа в гавань, и был виден со всех близлежащих островов.</p>
		<p>Интересно заметить, что судьба самого скульптора Хереса была трагичной. После завершения своего шедевра, он подвергся преследованию со стороны кредиторов. В конечном счете, он покончил жизнь самоубийством.</p>
		<p>В целом для возведения Колосса Родосского было использовано 13 тонн бронзы и 8 тонн железа. Однако через 65 лет после своего появления, около 225 г. до н.э. Колосс Родосский рухнул в море, переломившись в районе колен. Кстати, выражение «колосс на глиняных ногах» появилось именно после этого.</p>
		`,
		images: [
			{
				src:"images/colossus/colossus-1.jpg",
				title:"Колосс Родосский-1"
			},
			{
				src:"images/colossus/colossus-2.jpg",
				title:"Колосс Родосский-2"	
			}
		],	 
		href: 'https://infak.ru/sem-chudes-sveta/#f6'
	},

	{
		name: "Александрийский маяк",
		title: "Александрийский маяк (3 век до н. э.)",
		description : `
		<p>Последним, седьмым чудом света является Александрийский маяк, построенный в 3 веке до н.э. По-другому его еще называют Фаросский маяк.</p>
		<p>Идея создания этого маяка была вполне практическая. Дело в том, что недалеко от Александрии располагался остров Фарос с важной бухтой. Она в то время имела большое значение для проходящих мимо торговых судов.</p>
		<p>Вероятно Сострат Книдский (главный архитектор маяка) мечтал о том, что его детище войдет в семь чудес света и прославит в веках его имя.</p>
		<p>Реализован проект был во время правления египетского Птолемея II. На строительство отводилось 20 лет, но Сострат выполнил работу всего за 5.</p>
		<p>Интересен факт, что когда от Сострата потребовали запечатлеть на Александрийском маяке имя Птолемея, он поступил очень хитро. Сначала он высек на камне свое имя, а сверху из штукатурки выложил имя правителя.</p>
		<p>Через несколько десятилетий штукатурка разрушилась, и жителям предстало имя подлинного мастера и автора седьмого чуда света.</p>
		<p>Состоял Александрийский маяк из трех башен.</p>
		<p>Самая нижняя часть представляла собой технический этаж, где жили рабочие и солдаты, а также хранился весь инвентарь по уходу за маяком.</p>
		<p>Вторая часть имела вид восьмиугольной башни, вокруг которой располагался пандус. По нему подавали топливо для огня.</p>
		<p>Самый верхняя, ключевая башня маяка, была оборудована сложнейшей системой зеркал, благодаря которым свет от огня был виден так далеко.</p>
		<p>Общая высота Фаросского маяка была около 140 метров. На самой макушке была установлена статуя бога морей – Посейдона.</p>
		`,
		images: [
			{
				src:"images/beacon/beacon-1.jpg",
				title:"Александрийский маяк-1" 
			},
			{
				src:"images/beacon/beacon-2.jpg",	
				title:"Александрийский маяк-2"
			}
		], 
		href: 'https://infak.ru/sem-chudes-sveta/#f7'
	}			
];