let obj = [
    {
        name: "Рим",
        img: "images/rome.jpg",
        text: "Великий и могучий Рим – «город на семи холмах» — легендарный, неподражаемый и такой удивительный! Мечта миллионов туристов со всего света. Главный город Италии – ее гордость. Он раскинулся на побережье реки Тибр и является административным центром области Лацио.",
    },
    {
        name: "Барселона",
        img: "images/barcelona.jpg",
        text: "Барселона — прекрасная, чарующая, эффектная и очень необычная столица Каталонии, главной автономной области Испанского королевства. Второй по величине город Пиренейского полуострова, один из крупнейших портов Средиземноморья и мира, любимая точка притяжения для путешественников всех мастей. Барселона настолько многоликая и яркая, что ее по праву можно назвать одним из самых красивых городов земли!",
    },
    {
        name: "Венеция",
        img: "images/venezia.jpg",
        text: "Венеция — исторический город на севере Италии, известный своими каналами, гондолами, палаццо, старинными храмами и музеями. Это единственный в своем роде город, где нет автомобилей — их роль выполняет водный транспорт, и один из немногих, чьи линии бесконечно копируют. Венеции более 1500 лет, и все эти столетия она блистает на небосклоне мировых событий.",
    },
    {
        name: "Лондон",
        img: "images/london.jpg",
        text: "Лондон — мировой центр финансов и инвестиций, в его агломерации зарегистрировано самое большое в мире число международных торговых компаний. В Лондонском Сити находятся главные офисы крупнейших международных корпораций, банков и страховых компаний. Здесь же работает старейшая и крупнейшая биржа Европы — Лондонская фондовая биржа.",
    },
    {
        name: "Париж",
        img: "images/paris.jpg",
        text: "Париж — один из самых привлекательных для туристов городов в мире, каждый год Парижский регион посещает 45 миллионов туристов, 60% процентов которых — иностранцы. Среди его достопримечательностей — знаменитые на весь мир места, заведения, популярные парки и даже просто улицы Парижа. Все эти места, их красота вкупе с богатой историей каждого квадратного метра делает отдых в Париже по-настоящему незабываемым.",
    },
    {
        name: "Сан-Франциско",
        img: "images/san_francisco.jpg",
        text: "Сан-Франциско — один из самых красивых и популярных среди туристов городов мира, находится в штате Калифорния, США. Вопреки многолюдности и благодаря расположению у воды, обилию парков и холмистому рельефу тут редко охватываешь взглядом сразу больше, чем несколько кварталов. В Сан-Франциско все время кажется, будто находишься в небольшом городке, а не в центре мегаполиса, где проживает более 4 млн человек.",
    }
]